const japaneseText = `
「もんだいようしを　ひらいて　ください。」

「わたしは　しけんかんの　いうとおりに　もんだいようしを　ひらいた。」

「げんごちしき（もじ・ごい）」見なれた　たん語を　見ながら　ちゅうい書きを　読み、じゅけんばんごうと　名前を　き入する。

このお話は　わたしが　日本語を　みにつけるために　がんばってきた　もの語です。

だい一話「JLPT　N5」

ある日、友だちから　きゅうに　しつもんを　なげかけられた。

わたし　「わたしが　日本語を　べんきょうしている　りゆう？　えっと、、、」

すこし　かんがえ　こむ。

わたし　「日本の　ぶんかを　もっと　しりたくて　さ、　さいきん　はじめたんだ～」

友だちA　「(´・∀・｀)ﾍｰ、むずしいの～？」

わたし　「まだ、　はじめた　ばかり　だから　むずしいか　どうか　なんて　わかんないかな。」

友だちA「(　´_ゝ｀)ﾌｰﾝ。ところで　さ、　きのう　かれしが～い下りゃく」

どうでもいい　話を　小一時間ほど　聞かされた　後、　きゅうに　友だちAが　「(❁´◡\`❁)やっば！　カレシが　よんでるぅ！💕」といいながら　どこかへ　行ってしまった。

わたし　「はぁー。べんきょうに　もどろ。」

わたしは　JLPT　N5　入もん書を　てに　とり　よみ　はじめた。

あ、　シャワーを　あび　わすれた。」
`;

export default japaneseText;